Repository: Belfagor2005/VavooMaker
Catalog: usr/lib/enigma2/python/Plugins/Extensions/vavoo-maker/locale/*/LC_MESSAGES/vavoo-maker.po
Languages: it, pl, ru, sk

source: Countries
it: Paesi

source: Categories
it: Categorie

source: interval
it: intervallo

source: fixed time
it: tempo fisso

source: Back
it: Torna

source: Save
it: Salva

source: Last channel update: %s
it: Ultimo aggiornamento del canale: %s

source: Scheduled Bouquet Update:
it: Aggiornamento programmato del bouquet:

source: Active Automatic Bouquet Update
it: Aggiornamento automatico attivo del bouquet

source: Schedule type:
it: Tipo di programma:

source: At an interval of hours or at a fixed time
it: A intervalli di ore o a un orario fisso

source: Update interval (minutes):
it: Intervallo di aggiornamento (minuti):

source: Configure every interval of minutes from now
it: Configura ogni intervallo di minuti da adesso

source: Time to start update:
it: Ãˆ ora di iniziare l'aggiornamento:

source: Configure at a fixed time
it: Configurare a un orario fisso

source: SELECT YOUR CHOICE
it: FAI LA TUA SCELTA

source: Configuration saved successfully!
it: Configurazione salvata con successo!

source: Really close without saving settings?
it: Davvero chiudere senza salvare le impostazioni?
pl: Naprawdę zamknąć bez zapisywania ustawień?
ru: Серьёзно закрыть без сохранения настроек?
sk: Naozaj zavrieť bez uloženia nastavení?

source: Downloading playlist - Please wait!
it: Download della playlist - Attendi!
pl: Pobieranie playlisty – Proszę czekać!
ru: Загрузка плейлиста. Пожалуйста, подождите!
sk: Sťahuje sa zoznam skladieb – čakajte prosím!

source: Cancel
it: Annulla
pl: Anuluj
ru: Отмена
sk: Zrušiť

source: Remove
it: Rimuovere
pl: Usuń
ru: Удалить
sk: Odstrániť

source: Create bouquets
it: Crea Bouquets
pl: Tworzenie bukietów
ru: Создавать букеты
sk: Vytvorte kytice

source: Toggle all
it: Attiva/Disattiva
pl: Przełącz wszystko
ru: Переключить все
sk: Prepnúť všetko

source: Select Items for Export
it: Seleziona gli elementi per l'esportazione

source: Creating bouquets
it: Creazione Bouquets
pl: Tworzenie bukietów
ru: Создание букетов
sk: Vytváranie kytíc

source: Creating bouquets. This may take some time. Please be patient.
it: Creazione di bouquet. Potrebbe volerci un po' di tempo. Si prega di essere pazienti.
pl: Tworzenie bukietów. To może trochę potrwać. Proszę o cierpliwość.
ru: Создание букетов. Это может занять некоторое время. Пожалуйста, будьте терпеливы.
sk: Vytváranie kytíc. Môže to chvíľu trvať. Prosím o trpezlivosť.

source: Please select the bouquets you wish to create.
it: Seleziona i bouquet che desideri creare.

source: Do you want to create the bouquets?
it: Vuoi creare i bouquet?

source: Reloading Bouquets and Services... All Vavoo Favorite Bouquets removed.
it: Ricaricamento di bouquet e servizi... Tutti i bouquet preferiti di Vavoo sono stati rimossi.

source: Operation cancelled.
it: Operazione annullata.
pl: Operacja anulowana.
ru: Операция отменена.
sk: Operácia zrušená.

source: Remove all Vavoo Favorite Bouquets?
it: Vuoi rimuovere tutti i bouquet preferiti di Vavoo?

source: Select View Type
it: Seleziona il tipo di visualizzazione

source: View by Countries
it: Mostra per Paesi

source: View by Categories
it: Mostra per Categorie

source: Vavoo Maker Playlists v%s Author: %s License: %s Credits: %s Community: Linuxsat-support.com Corvoboys.org
it: Playlist di Vavoo Maker v%s Autore: %s Licenza: %s Crediti: %s Community: Linuxsat-support.com Corvoboys.org

source: Bouquets updated successfully!
it: Mazzi aggiornati con successo!

source: Error during bouquet update: %s
it: Errore durante l'aggiornamento del bouquet: %s

source: Create IPTV bouquets based on Vavoo Team
it: Crea bouquet IPTV basati sui canali Vavoo

source: country
pl: kraj
ru: страна
sk: krajina

source: vavoo
pl: odejdź
ru: ваву

source: vavoo playlists
pl: listy odtwarzania vavoo
ru: плейлисты vavoo
sk: vavoo zoznamy skladieb

source: Please select the bouquets you wish to create
pl: Proszę wybrać bukiety, które chcesz stworzyć
ru: Пожалуйста, выберите букеты, которые вы хотите создать
sk: Vyberte si kytice, ktoré chcete vytvoriť

source: Vavoo Favorite Bouquet removed.
pl: Ulubiony bukiet Vavoo został usunięty.
ru: Любимый букет Vavoo удален.
sk: Obľúbená kytica Vavoo bola odstránená.

source: Remove Vavoo Favorite Bouquet?
pl: Usunąć ulubiony bukiet Vavoo?
ru: Удалить любимый букет Vavoo?
sk: Odstrániť Vavoo Favorite Bouquet?

source: Selected Vavoo Favorite Bouquet does not exist.
pl: Wybrany ulubiony bukiet Vavoo nie istnieje.
ru: Выбранный любимый букет Vavoo не существует.
sk: Vybraná obľúbená kytica Vavoo neexistuje.

source: No Vavoo Favorites List selected.
pl: Nie wybrano żadnej listy ulubionych Vavoo.
ru: Список избранного Vavoo не выбран.
sk: Nie je vybratý žiadny zoznam obľúbených Vavoo.

source: Make IPTV bouquets based on m3u playlists from github.com/vavoo
pl: Utwórz bukiety IPTV na podstawie list odtwarzania m3u z github.com/vavoo
ru: Создавайте IPTV-букеты на основе m3u-плейлистов с github.com/vavoo
sk: Vytvárajte kytice IPTV na základe zoznamov skladieb m3u z github.com/vavoo
